[ja-JP]
LOAD_PLUGIN_DEPENDENCY_FAILED=依存プラグインの読み込みに失敗しました。エラーメッセージ:
INIT_PLUGIN_FAILED_CAUSE_NO_DEPENDENCY=初期化に失敗しました。NowPlaying・Osu!RTDPが存在するか確認し、config.iniの設定を確認してください
INIT_SUCCESS=初期化完了！
OSURTDP_FOUND=Osu!RTDPプラグインが見つかりました
OSURTDP_NOTFOUND=Osu!RTDPプラグインが見つかりませんでした。プラグインフォルダにプラグインがあるか確認してください
NOWPLAYING_FOUND=NowPlayingプラグインが見つかりました
NOWPLAYING_NOTFOUND=NowPlayingプラグインが見つかりませんでした。プラグインフォルダにプラグインがあるか確認してください
OSU_PROCESS_NOTFOUND=osu!は起動していません
CLEAN_STATUS=ステータスを消去
NO_BEATMAP_PATH=現在のビートマップの.osuファイルパスが取得できませんでした
IMAGE_NOT_FOUND=画像ファイルが存在しません:
CANT_PROCESS_IMAGE=画像処理ができません
PPSHOW_BEATMAP_PARSE_ERROR=ピートマップの解析中にエラーが発生しました
PPSHOW_FINISH=実行終了。かかった時間 
PPSHOW_CONFIG_NOT_FOUND=パスからコンフィグファイルを見つけることができません: {0}。新しく作成しました、各自で設定をしてください
PPSHOW_CONFIG_PARSE_ERROR=コンフィグファイルの解析ができませんでした
PPSHOW_IO_ERROR=[PPShow]{0} ファイルに書き込みできません。メッセージ: {1}
COMMAND_HELP=OsuLiveStatusPanelプラグインはOBS等に現在再生している譜面情報などを出力できます。livestatuspanel コマンドの後に以下のパラメーターを入力することでコマンドに応じた事ができます: \n\thelp\t: ヘルプを表示します\n\tstatus\t: 現在のステータスを表示します\n\trestart\t: プラグインを再初期化して設定を再読み込みします
CONNAND_STATUS=現在の参照プラグイン: {0}\n現在読み込んでいるppshowコンフィグファイルのパス: {1}
REINIT_SUCCESS=再初期化完了～
COMMAND_DESC=OsuLiveStatusPanelプラグインの情報を取得します。詳細は help と入力してください

BeatmapSourcePlugin=ソース
Width=出力する背景の横幅
Height=出力する背景の縦幅
EnableOutputModPicture=Mods画像を出力する
OutputModImageFilePath=Mods画像の出力パス
ModUnitPixel=Mod画像の大きさ
ModUnitOffset=Mod画像のオフセット
ModSortReverse=Mod画像の順番を逆にする
ModDrawReverse=Mod画像を配置順を逆にする
ModUse2x=2x Mod画像を使用する
ModSkinPath=スキンのパス
ModIsHorizon=横並びにMod画像を並べる
EnableScaleClipOutputImageFile=背景画像を設定した幅に加工する
EnableListenOutputImageFile=メニュー画面のときに背景画像を変更する
PPShowJsonConfigFilePath=コンフィグファイルのパス
PPShowAllowDumpInfo=Oppaiの情報をダンプする
OutputBackgroundImageFilePath=背景画像の出力パス
EnableOutputBackgroundImage=背景画像を出力する

BeatmapSourcePluginDescription=ビートマッププロバイダーとして使用するプラグイン
WidthDescription=EnableScaleClipOutputImageFile=True のときのみ適応されます
HeightDescription=EnableScaleClipOutputImageFile=True のときのみ適応されます
ModUnitPixelDescription= 通常は90pxの正方形です
ModUnitOffsetDescription=オフセットの単位はpxです
ModSortReverseDescription=Mod画像の順番が逆になります
ModDrawReverseDescription=mod画像を右から左に(下から上に)描画します
ModSkinPathDescription=もし現在使用しているスキンにMod画像がない場合ここに指定されたフォルダからMod画像を探します。defaultスキンを使用している方はこの設定をする必要があります
EnableScaleClipOutputImageFileDescription=チェックを外した場合画像は加工されずに出力パスに直接コピーされます
